{
  "ABOUT": "info",
  "HOME": "inicio",
  "WORK": "trabajo",
  "CONTACT": "contacto",
  "LANGUAGE": "IDIOMA:",
  "RESUME": "currículum",
  "WELCOME_HELLO": "¡hola! soy",
  "WELCOME_INFO": "un desarrollador frontend.",
  "WELCOME_BUTTON": "Ver trabajo",
  "ABOUT_TITLE": "Sobre mí",
  "ABOUT_INTRO": "De gestión de negocios a desarrollo web",
  "ABOUT_DESCRIPTION": "Después de completar mi MBA en Gestión Internacional de la empresa, descubrí mi pasión y comencé a aprender programación por mi cuenta. Desde entonces, he perfeccionado mis habilidades en HTML, CSS, JavaScript y React, y he completado diferentes proyectos para aplicar mis conocimientos. Mi experiencia en negocios y marketing digital me brinda una perspectiva única sobre la experiencia del usuario y me permite crear sitios web visualmente atractivos y efectivos.",
  "SKILLS_DESCRIPTION": "Estas son algunas de las tecnologías que he utilizado:",
  "WORK_BUTTON": "más info",
  "CONTACT_TITLE": "contacto",
  "CONTACT_ROLE": "desarrollador frontend",
  "CONTACT_DESCRIPTION": "¿Tienes algún proyecto interesante en el que pueda colaborar?",
  "CONTACT_CONNECT": "conectemos",
  "CONTACT_NAME": "nombre completo",
  "CONTACT_EMAIL": "email",
  "CONTACT_SUBJECT": "asunto",
  "CONTACT_MESSAGE": "mensaje",
  "CONTACT_SEND": "enviar mensaje",
  "PROJECT_T1": "proyecto",
  "PROJECT_T2": "resumido",
  "SJ_OVERVIEW": "Siempre Jamón es una plataforma de comercio electrónico que he desarrollado utilizando Next.js y estilizado con Tailwind CSS. Está dedicada a las compras por suscripción de Jamón Ibérico. El sitio web proporciona una experiencia fluida y amigable para el usuario y está desplegado en Netlify. Aún estoy trabajando en el desarrollo del backend, pero Siempre Jamón demuestra mis habilidades en el desarrollo frontend y mi pasión por crear aplicaciones web visualmente atractivas y escalables.",
  "PROJECT_CODE": "código",
  "PROJECT_TECHNOLOGIES": "Tecnologías",
  "PROJECT_BACK": "atrás",
  "PORTFOLIO_OVERVIEW": "Mi portafolio es el reflejo de mi pasión por el desarrollo front-end. Con dedicación y creatividad, utilizo Next.js y Tailwind CSS para dar vida a proyectos web visualmente cautivadores y de fácil uso. Desde soluciones dinámicas de comercio electrónico hasta experiencias interactivas, mi portafolio destaca por ofrecer interfaces de usuario fluidas y atractivas. Aprovechando las últimas tecnologías web, busco crear diseños intuitivos que dejen una impresión duradera. Explora mi portafolio y descubre ejemplos de mis habilidades en desarrollo front-end y los emocionantes sitios web que he creado.",
  "CALCULATOR_OVERVIEW": "La Calculadora de React es un proyecto de nivel principiante que creé durante mis primeros días de aprendizaje de React. Es una aplicación de calculadora simple construida utilizando React y estilizada con CSS3. La calculadora ofrece operaciones aritméticas básicas y permite a los usuarios realizar cálculos en una interfaz fácil de usar. El proyecto muestra mi comprensión inicial de los conceptos de React y mi capacidad para desarrollar e implementar aplicaciones web. La Calculadora de React está implementada en Netlify, lo que la hace accesible con fines de demostración.",
  "WEATHER_OVERVIEW": "La aplicación del clima es un proyecto clásico para principiantes que desarrollé utilizando React, Tailwind CSS y RapidAPI. Esta aplicación permite a los usuarios buscar información meteorológica de diferentes ubicaciones. Al aprovechar la plataforma de RapidAPI, la aplicación recupera datos meteorológicos en tiempo real y los presenta en una interfaz fácil de usar. Es importante tener en cuenta que la aplicación opera dentro de ciertas limitaciones, ya que utiliza el nivel gratuito de RapidAPI, permitiendo un total de 100 solicitudes por mes.",
  "AMMDE_OVERVIEW": "AMMDE, Asociación Multisectorial de Mujeres Directivas y Empresarias, es un sitio web que desarrollé para el cliente. El sitio web está construido utilizando WordPress y Elementor, proporcionando una interfaz fácil de usar para que el cliente gestione el contenido. El sitio web muestra la misión de la asociación, eventos y beneficios para los miembros, y está diseñado para atraer nuevos miembros y promover la organización.",
  "CV": "https://iggynp.netlify.app/pdfs/cv-inp-es.pdf",
  "IOR_OVERVIEW": "Este es el sitio web que desarrollé para el Instituto Oncológico Dr. Rosell. El sitio está construido utilizando WordPress y Elementor, y se ha mejorado con jQuery personalizado en algunas secciones para mostrar y ocultar contenido de manera dinámica. El sitio web presenta los servicios del instituto, su equipo médico y sus instalaciones, y está diseñado para atraer nuevos pacientes y proporcionar información a los actuales."
}
