{
  "ABOUT": "about",
  "HOME": "home",
  "WORK": "work",
  "CONTACT": "contact",
  "LANGUAGE": "LANGUAGE:",
  "RESUME": "resume",
  "WELCOME_HELLO": "Hi! my name is",
  "WELCOME_INFO": "a Frontend Developer.",
  "WELCOME_BUTTON": "View work",
  "ABOUT_TITLE": "about",
  "ABOUT_INTRO": "Experienced business professional turned frontend developer.",
  "ABOUT_DESCRIPTION": "After completing my MBA in International Management, I discovered my passion and began self-learning programming. Since then, I have honed my skills in HTML, CSS, JavaScript, and React, and have completed several projects to apply my knowledge. My experience in business and digital marketing gives me a unique perspective on user experience and allows me to create visually appealing and effective websites.",
  "SKILLS_DESCRIPTION": "These are some of the technologies I've worked with",
  "WORK_BUTTON": "more info",
  "WORK_TITLE": "Work",
  "CONTACT_TITLE": "contact",
  "CONTACT_ROLE": "frontend developer",
  "CONTACT_DESCRIPTION": "Ready to take on exciting projects. let's connect and discuss how I can contribute to your team!",
  "CONTACT_CONNECT": "connect with me",
  "CONTACT_NAME": "full name",
  "CONTACT_EMAIL": "email",
  "CONTACT_SUBJECT": "subject",
  "CONTACT_MESSAGE": "message",
  "CONTACT_SEND": "send message",
  "PROJECT_T1": "project",
  "PROJECT_T2": "overview",
  "SJ_OVERVIEW": "Siempre Jamón is an e-commerce platform I developed using Next.js and styled with Tailwind CSS. It's dedicated to subscription-based purchases of Jamón Ibérico, a premium Spanish delicacy. The website provides a smooth and user-friendly experience and is deployed on Netlify. While I'm currently working on the backend development, Siempre Jamón demonstrates my skills in front-end development and my passion for creating visually appealing and scalable web applications.",
  "PROJECT_CODE": "code",
  "PROJECT_TECHNOLOGIES": "Technologies",
  "PROJECT_BACK": "back",
  "PORTFOLIO_OVERVIEW": " My portfolio is a showcase of my passion for front-end development. With a focus on crafting visually compelling and user-friendly web applications, I employ Next.js and Tailwind CSS to bring my projects to life. From dynamic e-commerce solutions to interactive web experiences, my portfolio reflects my commitment to delivering seamless and engaging user interfaces. By leveraging the power of modern web technologies, I strive to create intuitive designs that leave a lasting impact. Explore my portfolio to witness examples of my front-end development skills and discover the captivating websites I've created.",
  "CALCULATOR_OVERVIEW": "The React Calculator is a beginner-level project that I created during my early days of learning React. It is a simple calculator application built using React and styled with CSS3. The calculator provides basic arithmetic operations and allows users to perform calculations in a user-friendly interface. The project showcases my initial grasp of React concepts and my ability to develop and deploy web applications. The React Calculator is deployed on Netlify, making it accessible for demonstration purposes.",
  "WEATHER_OVERVIEW": "The Weather App is a classic learner project that I developed using React, Tailwind CSS, and RapidAPI. This application allows users to search for weather information of different locations. By leveraging the RapidAPI platform, the app retrieves real-time weather data and presents it in a user-friendly interface. It's important to note that the app operates within certain limitations, as it utilizes the free tier of RapidAPI, allowing a total of 100 requests per month.",
  "AMMDE_OVERVIEW": "AMMDE, Asociación Multisectorial de Mujeres Directivas y Empresarias, is a website I developed for the client. The website is built using Wordpress and Elementor, providing a user-friendly interface for the client to manage content. The website showcases the association's mission, events, and member benefits, and is designed to attract new members and promote the organization. ",
  "CV": "/pdfs/cv-inp-en.pdf",
  "IOR_OVERVIEW": "This is the website I developed for Instituto Oncológico Dr. Rosell. Built using WordPress and Elementor, it is further enhanced with custom jQuery for specific sections where dynamic content display was needed. The website showcases the institute's services, medical team, and facilities, designed to attract new patients and provide information to existing ones.",
  "DRIVELANDM_OVERVIEW": "This is the website I developed for Driveland Motorsport. Built using WordPress and Elementor, the site features a sleek design to showcase the company's services, team, and events. It is designed to attract new clients and provide detailed information to motorsport enthusiasts.",
  "SUCCESS_TITLE": "Success",
  "THANKS_FOR_YOUR_MESSAGE": "Thank you for your message!",
  "SUCCESS_MESSAGE": "I'll get back to you as soon as possible.",
  "SOTOBP_OVERVIEW": "This is the website I developed for Soto Business Partners. Built using WordPress and Elementor, the site features a modern and clean design to effectively showcase the company's digital marketing consulting and advisory services. The website highlights Soto BP's areas of expertise, team members, and completed projects. It is designed to attract potential clients by emphasizing the company's experience and professionalism, and providing detailed information about their services.",
  "OTHER_PROJECTS": "Other websites I've developed"
}
